Repository: doroshevigor336-cloud/wordgame-one
Catalog: Resources/Resources.*.resx
Languages: ru

# begin
source: Player 1 enters the first word (expected length - from 8 to 30 symbols):
ru: Игрок №1 вводит первое слово (длина - от 8 до 30 символов):

# select
source: English language was chosen.
ru: Выбран русский язык.

# press
source: Press any button to continue.
ru: Нажмите любую клавишу, чтобы продолжить.

# errlen
source: Incorrect length!
ru: Задано слово неверной длины!

# errsym
source: Incorrect symbols!
ru: Слово содержит неверные символы!

# ctrue
source: The word is correct!
ru: Слово подходит под условие!

# cfalse
source: But the word has already been used!
ru: Но при этом слово повторяется!

# cwrong
source: The word is incorrect!
ru: Задание не выполнено!

# tech
source: Player 2 won, because Player 1 used wrong inputs!
ru: Победил игрок №2, так как игрок №1 ввёл неверное значение!

source: Turn
ru: Ход №

# pl
source: . Player
ru: . Игрок №

# input
source: enters a word:
ru: вводит слово:

# timeout
source: Time's up!
ru: Время вышло!

# victory
source: Victory goes to Player
ru: Победил игрок №
